{"deckName":"Kashtira My YCS London Deck","deckNotes":"This is my YCS London 2023 deck list, pre banlist","CardList":[{"id":"32909498","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"Banned","name":"Kashtira Fenrir","desc":"If you control no monsters, you can Special Summon this card (from your hand). You can only use each of the following effects of \"Kashtira Fenrir\" once per turn. During your Main Phase: You can add 1 \"Kashtira\" monster from your Deck to your hand. When this card declares an attack, or if your opponent activates a monster effect (except during the Damage Step): You can target 1 face-up card your opponent controls; banish it, face-down.","race":"Psychic","type":"Effect Monster","attr":"EARTH","atk":"Atk: 2400","def":"Def: 2400","level":"Level: 7","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"94392192","MainCopies":1,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Kashtira Ogre","desc":"If you control no monsters, you can Special Summon this card (from your hand). You can only use each of the following effects of \"Kashtira Ogre\" once per turn. During your Main Phase: You can add 1 \"Kashtira\" Trap from your Deck to your hand. When this card declares an attack, or if your opponent activates a monster effect (except during the Damage Step): You can excavate up to 5 cards from the top of your opponent's Deck, banish 1 excavated card, face-down, and place the rest on the top of the Deck in the same order.","race":"Psychic","type":"Effect Monster","attr":"WATER","atk":"Atk: 2800","def":"Def: 1000","level":"Level: 7","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"31149212","MainCopies":1,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Kashtira Riseheart","desc":"If you control a \"Kashtira\" monster: You can Special Summon this card from your hand, also you cannot Special Summon monsters from the Extra Deck for the rest of this turn, except Xyz Monsters. During your Main Phase, if this card was Normal or Special Summoned this turn: You can banish 1 \"Kashtira\" card from your Deck, except \"Kashtira Riseheart\"; banish the top 3 cards of your opponent's Deck face-down, and if you banish any, this card's Level becomes 7. You can only use each effect of \"Kashtira Riseheart\" once per turn.","race":"Warrior","type":"Effect Monster","attr":"FIRE","atk":"Atk: 1500","def":"Def: 2100","level":"Level: 4","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"68304193","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"Semi-Limited","ban_goat":"temp","ban_ocg":"Limited","name":"Kashtira Unicorn","desc":"If you control no monsters, you can Special Summon this card (from your hand). You can only use each of the following effects of \"Kashtira Unicorn\" once per turn. During your Main Phase: You can add 1 \"Kashtira\" Spell from your Deck to your hand. When this card declares an attack, or if your opponent activates a monster effect (except during the Damage Step): You can look at your opponent's Extra Deck, and if you do, banish 1 monster from it, face-down.","race":"Psychic","type":"Effect Monster","attr":"WIND","atk":"Atk: 2500","def":"Def: 2100","level":"Level: 7","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"78534861","MainCopies":1,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Scareclaw Kashtira","desc":"During the Main Phase (Quick Effect): You can Special Summon this card from your hand, and if you do, banish 1 \"Kashtira\" or \"Scareclaw\" card from your hand or GY. You can only use this effect of \"Scareclaw Kashtira\" once per turn. This card can attack while in face-up Defense Position. If it does, apply its DEF for damage calculation. If your \"Kashtira\" or \"Scareclaw\" monster battles an opponent's monster, that opponent's monster's effects are negated until the end of this turn.","race":"Psychic","type":"Effect Monster","attr":"EARTH","atk":"Atk: 0","def":"Def: 2600","level":"Level: 7","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"69540484","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Kashtira Birth","desc":"You can Normal Summon Level 7 monsters without Tributing. During your Main Phase: You can Special Summon 1 of your non-Xyz \"Kashtira\" monsters that is banished or in your GY. If your opponent activates a Spell Card or effect, and you control a \"Kashtira\" monster: You can target 3 cards in your opponent's GY; banish them, face-down. You can only use each effect of \"Kashtira Birth\" once per turn.","race":"Continuous","type":"Spell Card","attr":"EARTH","atk":"Atk: 0","def":"Def: 2600","level":"Level: 7","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"34447918","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Kashtiratheosis","desc":"Target 1 \"Kashtira\" monster you control; Special Summon 1 \"Kashtira\" monster with a different Attribute from your Deck in Defense Position, also for the rest of this turn after this card resolves, you cannot Special Summon monsters from the Extra Deck, except Xyz Monsters. If this card is banished: You can target 1 of your banished \"Kashtira\" cards, except \"Kashtiratheosis\"; add it to your hand. You can only use each effect of \"Kashtiratheosis\" once per turn.","race":"Normal","type":"Spell Card","attr":"EARTH","atk":"Atk: 0","def":"Def: 2600","level":"Level: 7","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"71832012","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"Limited","name":"Pressured Planet Wraitsoth","desc":"When this card is activated: You can add 1 \"Kashtira\" monster from your Deck to your hand. Monsters you control gain 100 ATK/DEF for each different Attribute on the field. If a \"Kashtira Shangri-Ira\" you control activates an effect (except during the Damage Step): You can target 1 card on the field; destroy it. You can only use this effect of \"Pressured Planet Wraitsoth\" once per turn. You can only activate 1 \"Pressured Planet Wraitsoth\" per turn.","race":"Field","type":"Spell Card","attr":"EARTH","atk":"Atk: 0","def":"Def: 2600","level":"Level: 7","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"14558127","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Ash Blossom & Joyous Spring","desc":"When a card or effect is activated that includes any of these effects (Quick Effect): You can discard this card; negate that effect.\r\n● Add a card from the Deck to the hand.\r\n● Special Summon from the Deck.\r\n● Send a card from the Deck to the GY.\r\nYou can only use this effect of \"Ash Blossom & Joyous Spring\" once per turn.","race":"Zombie","type":"Tuner Monster","attr":"FIRE","atk":"Atk: 0","def":"Def: 1800","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"84211599","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"Limited","name":"Pot of Prosperity","desc":"Banish 3 or 6 cards of your choice from your Extra Deck, face-down; for the rest of this turn after this card resolves, any damage your opponent takes is halved, also excavate cards from the top of your Deck equal to the number of cards banished, add 1 excavated card to your hand, place the rest on the bottom of your Deck in any order. You can only activate 1 \"Pot of Prosperity\" per turn. You cannot draw cards by card effects the turn you activate this card.","race":"Normal","type":"Spell Card","attr":"FIRE","atk":"Atk: 0","def":"Def: 1800","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"73628505","MainCopies":1,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"Limited","ban_goat":"temp","ban_ocg":"Limited","name":"Terraforming","desc":"Add 1 Field Spell from your Deck to your hand.","race":"Normal","type":"Spell Card","attr":"FIRE","atk":"Atk: 0","def":"Def: 1800","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"27243130","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Forbidden Lance","desc":"Target 1 face-up monster on the field; until the end of this turn, that target loses 800 ATK, but is unaffected by the effects of other Spells/Traps.","race":"Quick-Play","type":"Spell Card","attr":"FIRE","atk":"Atk: 0","def":"Def: 1800","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"35261759","MainCopies":2,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"Semi-Limited","ban_goat":"temp","ban_ocg":"Semi-Limited","name":"Pot of Desires","desc":"Banish 10 cards from the top of your Deck, face-down; draw 2 cards. You can only activate 1 \"Pot of Desires\" per turn.","race":"Normal","type":"Spell Card","attr":"FIRE","atk":"Atk: 0","def":"Def: 1800","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"14087893","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Book of Moon","desc":"Target 1 face-up monster on the field; change that target to face-down Defense Position.","race":"Quick-Play","type":"Spell Card","attr":"FIRE","atk":"Atk: 0","def":"Def: 1800","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"98045062","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Enemy Controller","desc":"Activate 1 of these effects.\n● Target 1 face-up monster your opponent controls; change that target's battle position.\n● Tribute 1 monster, then target 1 face-up monster your opponent controls; take control of that target until the End Phase.","race":"Quick-Play","type":"Spell Card","attr":"FIRE","atk":"Atk: 0","def":"Def: 1800","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"33925864","MainCopies":1,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Kashtira Big Bang","desc":"If a \"Kashtira\" Xyz Monster is on the field and a player controls 2 or more monsters: They must banish monsters they control, face-down, so they only control 1 monster. If this card is banished: You can target 1 \"Kashtira\" Xyz Monster you control; add 1 of your \"Kashtira\" monsters attached to it to your hand, then you can Special Summon that monster from your hand. You can only use each effect of \"Kashtira Big Bang\" once per turn.","race":"Normal","type":"Trap Card","attr":"FIRE","atk":"Atk: 0","def":"Def: 1800","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"21639276","MainCopies":1,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Kashtira Preparations","desc":"During either player's turn: You can Special Summon 1 of your \"Kashtira\" monsters that is banished or in your hand. If your opponent activates a Trap Card or effect, you control a \"Kashtira\" monster, and this card is already face-up in your Spell & Trap Zone: You can look at your opponent's hand, and if you do, banish 1 card from it face-down. You can only use each effect of \"Kashtira Preparations\" once per turn.","race":"Continuous","type":"Trap Card","attr":"FIRE","atk":"Atk: 0","def":"Def: 1800","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"15693423","MainCopies":2,"SideCopies":1,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Evenly Matched","desc":"At the end of the Battle Phase, if your opponent controls more cards than you do: You can make your opponent banish cards from their field face-down so they control the same number of cards as you do. If you control no cards, you can activate this card from your hand.","race":"Normal","type":"Trap Card","attr":"FIRE","atk":"Atk: 0","def":"Def: 1800","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"48626373","MainCopies":0,"SideCopies":0,"ExtraCopies":3,"ban_tcg":"Limited","ban_goat":"temp","ban_ocg":"temp","name":"Kashtira Arise-Heart","desc":"3 Level 7 monsters\r\nOnce per turn, you can also Xyz Summon \"Kashtira Arise-Heart\" by using 1 \"Kashtira\" monster you control, if an effect of \"Kashtira Shangri-Ira\" was successfully activated this turn. (Transfer its materials to this card.) Any card sent to the GY is banished instead. Once per Chain, each time a card(s) is banished: Attach 1 banished card to this card as material. Once per turn (Quick Effect): You can detach 3 materials from this card, then target 1 card on the field; banish it face-down.","race":"Machine","type":"XYZ Monster","attr":"DARK","atk":"Atk: 3000","def":"Def: 3000","level":"Rank: 7","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"73542331","MainCopies":0,"SideCopies":0,"ExtraCopies":2,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Kashtira Shangri-Ira","desc":"2+ Level 7 monsters\r\nDuring each Standby Phase: You can Special Summon 1 \"Kashtira\" monster from your Deck. You can only use the previous effect of \"Kashtira Shangri-Ira\" once per turn. Each time a card(s) your opponent owns and possesses is banished face-down (except during the Damage Step): You can choose 1 unused Main Monster Zone or Spell & Trap Zone; it cannot be used while this monster is face-up on the field. If this card on the field would be destroyed by battle or card effect, you can detach 1 material from this card instead.","race":"Psychic","type":"XYZ Monster","attr":"FIRE","atk":"Atk: 0","def":"Def: 3000","level":"Rank: 7","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"95474755","MainCopies":0,"SideCopies":0,"ExtraCopies":1,"ban_tcg":"Banned","ban_goat":"temp","ban_ocg":"temp","name":"Number 89: Diablosis the Mind Hacker","desc":"2 Level 7 monsters\r\nOnce per turn: You can detach 1 material from this card; look at your opponent's Extra Deck and banish 1 monster from it, face-down. At the end of the Battle Phase, if this card destroyed a monster by battle: You can target 1 card in your opponent's GY; banish it, face-down. If a card your opponent owns and possesses is banished face-down while you control this card (except during the Damage Step): You can banish cards from the top of your opponent's Deck, face-down, equal to their face-down banished cards. You can only use this effect of \"Number 89: Diablosis the Mind Hacker\" once per turn.","race":"Psychic","type":"XYZ Monster","attr":"DARK","atk":"Atk: 2800","def":"Def: 1200","level":"Rank: 7","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"80117527","MainCopies":0,"SideCopies":0,"ExtraCopies":2,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Number 11: Big Eye","desc":"2 Level 7 monsters\r\nOnce per turn: You can detach 1 material from this card, then target 1 monster your opponent controls; take control of that monster. This card cannot attack the turn this effect is activated.","race":"Spellcaster","type":"XYZ Monster","attr":"DARK","atk":"Atk: 2600","def":"Def: 2000","level":"Rank: 7","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"22110647","MainCopies":0,"SideCopies":0,"ExtraCopies":1,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Mecha Phantom Beast Dracossack","desc":"2 Level 7 monsters\r\nOnce per turn: You can detach 1 material from this card; Special Summon 2 \"Mecha Phantom Beast Tokens\" (Machine/WIND/Level 3/ATK 0/DEF 0). While you control a Token, this card cannot be destroyed by battle or card effects. Once per turn: You can Tribute 1 \"Mecha Phantom Beast\" monster, then target 1 card on the field; destroy that target. This card cannot attack during the turn you activate this effect.","race":"Machine","type":"XYZ Monster","attr":"WIND","atk":"Atk: 2600","def":"Def: 2200","level":"Rank: 7","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"78144171","MainCopies":0,"SideCopies":0,"ExtraCopies":1,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Dark Armed, the Dragon of Annihilation","desc":"2+ Level 7 monsters\r\nOnce per turn, if you have exactly 5 DARK monsters in your GY, you can also Xyz Summon \"Dark Armed, the Dragon of Annihilation\" by using 1 Level 5 or higher DARK Dragon monster you control as material. You can detach 1 material from this card, then target 1 card your opponent controls; destroy it, then banish 1 card from your GY, also, this card cannot attack for the rest of this turn.","race":"Dragon","type":"XYZ Monster","attr":"DARK","atk":"Atk: 2800","def":"Def: 1000","level":"Rank: 7","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"90448279","MainCopies":0,"SideCopies":0,"ExtraCopies":2,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"Limited","name":"Divine Arsenal AA-ZEUS - Sky Thunder","desc":"2 Level 12 monsters\r\nOnce per turn, if an Xyz Monster battled this turn, you can also Xyz Summon \"Divine Arsenal AA-ZEUS - Sky Thunder\" by using 1 Xyz Monster you control as material. (Transfer its materials to this card.) (Quick Effect): You can detach 2 materials from this card; send all other cards from the field to the GY. Once per turn, if another card(s) you control is destroyed by battle or an opponent's card effect: You can attach 1 card from your hand, Deck, or Extra Deck to this card as material.","race":"Machine","type":"XYZ Monster","attr":"LIGHT","atk":"Atk: 3000","def":"Def: 3000","level":"Rank: 12","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"8728498","MainCopies":0,"SideCopies":0,"ExtraCopies":1,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Donner, Dagger Fur Hire","desc":"2 monsters with different Types\r\nYou can target 1 monster \"Fur Hire\" you control and 1 monster your opponent controls; destroy them. You can Tribute 1 monster; Special Summon 1 monster \"Fur Hire\" from your hand or GY with a different original name than the Tributed monster, then, if you Tributed a Link Monster to activate this effect, you can Special Summon 1 more such monster. You can only use 1 \"Donner, Dagger Fur Hire\" effect per turn, and only once that turn.","race":"Beast-Warrior","type":"Link Monster","attr":"EARTH","atk":"Atk: 1600","def":"-","level":"Level: ","linkVal":"Link: 2","scale":"Card Scale"},{"id":"23689428","MainCopies":0,"SideCopies":0,"ExtraCopies":1,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Infinitrack Goliath","desc":"1 non-Link \"Infinitrack\" monster\r\nIf this card is sent from the field to the GY: You can target 1 Xyz Monster you control; attach this card to that monster as material. You can only use this effect of \"Infinitrack Goliath\" once per turn. An Xyz Monster whose original Type is Machine and has this card as material gains this effect.\r\n● This card cannot be destroyed by card effects.","race":"Machine","type":"Link Monster","attr":"EARTH","atk":"Atk: 1000","def":"-","level":"Level: ","linkVal":"Link: 1","scale":"Card Scale"},{"id":"11765832","MainCopies":0,"SideCopies":0,"ExtraCopies":1,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Garura, Wings of Resonant Life","desc":"2 monsters with the same Type and Attribute, but different names\r\nAny battle damage your opponent takes from battles involving this card is doubled. If this card is sent to the GY: You can draw 1 card. You can only use this effect of \"Garura, Wings of Resonant Life\" once per turn.","race":"Winged Beast","type":"Fusion Monster","attr":"DARK","atk":"Atk: 1500","def":"Def: 2400","level":"Level: 6","linkVal":"Link: 1","scale":"Card Scale"},{"id":"91800273","MainCopies":0,"SideCopies":3,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"Semi-Limited","name":"Dimension Shifter","desc":"If you have no cards in your GY (Quick Effect): You can send this card from your hand to the GY; until the end of the next turn, any card sent to the GY is banished instead.","race":"Spellcaster","type":"Effect Monster","attr":"DARK","atk":"Atk: 1200","def":"Def: 2200","level":"Level: 6","linkVal":"Link: 1","scale":"Card Scale"},{"id":"73642296","MainCopies":0,"SideCopies":3,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Ghost Belle & Haunted Mansion","desc":"When a card or effect is activated that includes any of these effects (Quick Effect): You can discard this card; negate that activation.\r\n● Add a card(s) from the GY to the hand, Deck, and/or Extra Deck.\r\n● Special Summon a Monster Card(s) from the GY.\r\n● Banish a card(s) from the GY.\r\nYou can only use this effect of \"Ghost Belle & Haunted Mansion\" once per turn.","race":"Zombie","type":"Tuner Monster","attr":"EARTH","atk":"Atk: 0","def":"Def: 1800","level":"Level: 3","linkVal":"Link: 1","scale":"Card Scale"},{"id":"102380","MainCopies":0,"SideCopies":3,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Lava Golem","desc":"Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) to your opponent's field by Tributing 2 monsters they control. You cannot Normal Summon/Set the turn you Special Summon this card. Once per turn, during your Standby Phase: Take 1000 damage.","race":"Fiend","type":"Effect Monster","attr":"FIRE","atk":"Atk: 3000","def":"Def: 2500","level":"Level: 8","linkVal":"Link: 1","scale":"Card Scale"},{"id":"18144507","MainCopies":0,"SideCopies":1,"ExtraCopies":0,"ban_tcg":"Limited","ban_goat":"Banned","ban_ocg":"Limited","name":"Harpie's Feather Duster","desc":"Destroy all Spell and Trap Cards your opponent controls.","race":"Normal","type":"Spell Card","attr":"FIRE","atk":"Atk: 3000","def":"Def: 2500","level":"Level: 8","linkVal":"Link: 1","scale":"Card Scale"},{"id":"54693926","MainCopies":0,"SideCopies":2,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Dark Ruler No More","desc":"Negate the effects of all face-up monsters your opponent currently controls, until the end of this turn, also, for the rest of this turn after this card resolves, your opponent takes no damage. Neither player can activate monster effects in response to this card's activation.","race":"Normal","type":"Spell Card","attr":"FIRE","atk":"Atk: 3000","def":"Def: 2500","level":"Level: 8","linkVal":"Link: 1","scale":"Card Scale"},{"id":"8267140","MainCopies":0,"SideCopies":2,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Cosmic Cyclone","desc":"Pay 1000 LP, then target 1 Spell/Trap on the field; banish it.","race":"Quick-Play","type":"Spell Card","attr":"FIRE","atk":"Atk: 3000","def":"Def: 2500","level":"Level: 8","linkVal":"Link: 1","scale":"Card Scale"}]}