{"deckName":"TestDeck","deckNotes":"test","CardList":[{"id":"1966438","MainCopies":2,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Abominable Unchained Soul","desc":"You can only Special Summon \"Abominable Unchained Soul(s)\" once per turn. If a card(s) you control is destroyed by battle or card effect: You can Special Summon this card from your hand. If this card is Special Summoned: You can discard 1 card; destroy 1 card on the field. Once per turn, during the End Phase, if this card is in the GY because it was destroyed on the field and sent there this turn: You can Special Summon this card, but place it on the bottom of the Deck when it leaves the field.","race":"Fiend","type":"Effect Monster","attr":"DARK","atk":"Atk: 3000","def":"Def: 1500","level":"Level: 8","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"41165831","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Unchained Soul of Sharvara","desc":"During the Main Phase, if this card is in your hand (Quick Effect): You can target 1 Fiend monster, or 1 Set card, you control; destroy it, and if you do, Special Summon this card, also while it is face-up in the Monster Zone, you cannot Special Summon monsters, except Fiend monsters. If this card is sent to the GY: You can Set 1 \"Unchained\" Spell/Trap directly from your Deck. You can only use each effect of \"Unchained Soul of Sharvara\" once per turn.","race":"Fiend","type":"Effect Monster","attr":"FIRE","atk":"Atk: 2000","def":"Def: 1500","level":"Level: 6","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"88554436","MainCopies":1,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Unchained Soul of Shyama","desc":"You can target 1 card you control; destroy it, then you can destroy 1 Spell/Trap on the field. If this card is in your GY: You can target 1 Fiend monster, or 1 Set card, you control; destroy it, and if you do, Special Summon this card, but place it on the bottom of the Deck when it leaves the field. You can only use each effect of \"Unchained Soul of Shyama\" once per turn.","race":"Fiend","type":"Effect Monster","attr":"WATER","atk":"Atk: 2000","def":"Def: 1500","level":"Level: 6","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"26236560","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Unchained Twins - Aruha","desc":"You can target 1 card you control; you cannot Special Summon monsters for the rest of this turn, except Fiend monsters, also destroy the targeted card, and if you do, Special Summon this card from your hand. If this card on the field is destroyed by card effect, except \"Unchained Twins - Aruha\", or by battle: You can Special Summon 1 \"Unchained\" monster from your hand or Deck, except \"Unchained Twins - Aruha\". You can only use each effect of \"Unchained Twins - Aruha\" once per turn.","race":"Fiend","type":"Effect Monster","attr":"FIRE","atk":"Atk: 1500","def":"Def: 1500","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"53624265","MainCopies":1,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Unchained Twins - Rakea","desc":"(Quick Effect): You can target 1 card you control; destroy it, also you cannot Special Summon monsters for the rest of this turn, except Fiend monsters. If this card on the field is destroyed by card effect, except \"Unchained Twins - Rakea\", or by battle: You can Special Summon 1 \"Unchained\" monster from your hand or Deck, except \"Unchained Twins - Rakea\". You can only use each effect of \"Unchained Twins - Rakea\" once per turn.","race":"Fiend","type":"Effect Monster","attr":"WATER","atk":"Atk: 1500","def":"Def: 1500","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"31588572","MainCopies":1,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Unchained Twins - Sarama","desc":"You can target 1 \"Unchained\" card in your GY, except \"Unchained Twins - Sarama\"; Set it to your field, then destroy 1 card you control. If this card on the field is destroyed by card effect, except \"Unchained Twins - Sarama\", or by battle: You can Special Summon 1 \"Unchained\" monster from your hand or Deck, except \"Unchained Twins - Sarama\". You can only use each effect of \"Unchained Twins - Sarama\" once per turn.","race":"Fiend","type":"Effect Monster","attr":"DARK","atk":"Atk: 1500","def":"Def: 1500","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"10802915","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Tour Guide From the Underworld","desc":"When this card is Normal Summoned: You can Special Summon 1 Level 3 Fiend monster from your hand or Deck, but negate its effects, also it cannot be used as Synchro Material.","race":"Fiend","type":"Effect Monster","attr":"DARK","atk":"Atk: 1000","def":"Def: 600","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"81035362","MainCopies":1,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Fiendish Rhino Warrior","desc":"Fiend monsters you control, except \"Fiendish Rhino Warrior\", cannot be destroyed by battle or card effects. If this card is sent to the GY: You can send 1 Fiend monster from your Deck to the GY, except \"Fiendish Rhino Warrior\". You can only use this effect of \"Fiendish Rhino Warrior\" once per turn.","race":"Fiend","type":"Effect Monster","attr":"EARTH","atk":"Atk: 1400","def":"Def: 900","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"27412542","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Abomination's Prison","desc":"Add 1 \"Unchained\" card from your Deck to your hand. If this Set card is destroyed by card effect: You can Special Summon 1 \"Unchained\" monster from your Deck. You can only use each effect of \"Abomination's Prison\" once per turn.","race":"Normal","type":"Spell Card","attr":"EARTH","atk":"Atk: 1400","def":"Def: 900","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"80801743","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Abominable Chamber of the Unchained","desc":"Special Summon 1 \"Unchained\" monster from your hand or GY. If this Set card is destroyed by card effect: You can Special Summon 1 \"Unchained\" monster from your Deck. You can only use each effect of \"Abominable Chamber of the Unchained\" once per turn.","race":"Normal","type":"Trap Card","attr":"EARTH","atk":"Atk: 1400","def":"Def: 900","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"53417695","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Escape of the Unchained","desc":"Target 1 \"Unchained\" monster you control and 1 card on the field; destroy both. If this Set card is destroyed by card effect: You can Special Summon 1 \"Unchained\" monster from your Deck. You can only use each effect of \"Escape of the Unchained\" once per turn.","race":"Normal","type":"Trap Card","attr":"EARTH","atk":"Atk: 1400","def":"Def: 900","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"84211599","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"Limited","name":"Pot of Prosperity","desc":"Banish 3 or 6 cards of your choice from your Extra Deck, face-down; for the rest of this turn after this card resolves, any damage your opponent takes is halved, also excavate cards from the top of your Deck equal to the number of cards banished, add 1 excavated card to your hand, place the rest on the bottom of your Deck in any order. You can only activate 1 \"Pot of Prosperity\" per turn. You cannot draw cards by card effects the turn you activate this card.","race":"Normal","type":"Spell Card","attr":"DARK","atk":"Atk: Atk: 1500","def":"Def: Def: 1500","level":"Level: Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"14558127","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Ash Blossom & Joyous Spring","desc":"When a card or effect is activated that includes any of these effects (Quick Effect): You can discard this card; negate that effect.\r\n● Add a card from the Deck to the hand.\r\n● Special Summon from the Deck.\r\n● Send a card from the Deck to the GY.\r\nYou can only use this effect of \"Ash Blossom & Joyous Spring\" once per turn.","race":"Zombie","type":"Tuner Monster","attr":"FIRE","atk":"Atk: 0","def":"Def: 1800","level":"Level: 3","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"94145021","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Droll & Lock Bird","desc":"If a card(s) is added from the Main Deck to your opponent's hand, except during the Draw Phase (Quick Effect): You can send this card from your hand to the GY; for the rest of this turn, cards cannot be added from either player's Main Deck to the hand.","race":"Spellcaster","type":"Effect Monster","attr":"WIND","atk":"Atk: 0","def":"Def: 0","level":"Level: 1","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"10045474","MainCopies":3,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Infinite Impermanence","desc":"Target 1 face-up monster your opponent controls; negate its effects (until the end of this turn), then, if this card was Set before activation and is on the field at resolution, for the rest of this turn all other Spell/Trap effects in this column are negated. If you control no cards, you can activate this card from your hand.","race":"Normal","type":"Trap Card","attr":"WIND","atk":"Atk: 0","def":"Def: 0","level":"Level: 1","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"25311006","MainCopies":2,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Triple Tactics Talent","desc":"If your opponent has activated a monster effect during your Main Phase this turn: Activate 1 of these effects;\r\n● Draw 2 cards.\r\n● Take control of 1 monster your opponent controls until the End Phase.\r\n● Look at your opponent's hand, and choose 1 card from it to shuffle into the Deck.\r\nYou can only activate 1 \"Triple Tactics Talent\" per turn.","race":"Normal","type":"Spell Card","attr":"WIND","atk":"Atk: 0","def":"Def: 0","level":"Level: 1","linkVal":"Card Link Level","scale":"Card Scale"},{"id":"24269961","MainCopies":0,"SideCopies":0,"ExtraCopies":2,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Unchained Soul Lord of Yama","desc":"2 Fiend monsters\r\nIf this card is Special Summoned: You can add 1 \"Unchained\" monster from your Deck or GY to your hand. If a card(s) you control is destroyed by battle or card effect while this card is in your GY: You can banish this card; Special Summon 1 Fiend monster from your hand or GY, then you can destroy 1 card you control. You can only use each effect of \"Unchained Soul Lord of Yama\" once per turn.","race":"Fiend","type":"Link Monster","attr":"DARK","atk":"Atk: 2000","def":"-","level":"Level: ","linkVal":"Link: 2","scale":"Card Scale"},{"id":"67680512","MainCopies":0,"SideCopies":0,"ExtraCopies":2,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Unchained Soul of Rage","desc":"2 monsters including an \"Unchained Soul\" monster\r\nDuring your opponent's Main Phase (Quick Effect): You can target 1 face-up Special Summoned monster your opponent controls; immediately after this effect resolves, Link Summon 1 DARK Link Monster, except \"Unchained Soul of Rage\", by using only that opponent's monster and this card you control as material. If this card on the field is destroyed by battle or card effect: You can target 1 Fiend monster in your GY, except \"Unchained Soul of Rage\"; add it to your hand. You can only use each effect of \"Unchained Soul of Rage\" once per turn.","race":"Fiend","type":"Link Monster","attr":"DARK","atk":"Atk: 1800","def":"-","level":"Level: ","linkVal":"Link: 2","scale":"Card Scale"},{"id":"93084621","MainCopies":0,"SideCopies":0,"ExtraCopies":2,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Unchained Soul of Anguish","desc":"2+ monsters including an \"Unchained Soul\" monster\r\nYou can target 1 face-up monster your opponent controls; immediately after this effect resolves, Link Summon 1 DARK Link Monster, except \"Unchained Soul of Anguish\", by using only that opponent's monster and this card you control as material. If this card on the field is destroyed by battle or card effect: You can target 1 Fiend monster in your GY, except \"Unchained Soul of Anguish\"; add it to your hand. You can only use each effect of \"Unchained Soul of Anguish\" once per turn.","race":"Fiend","type":"Link Monster","attr":"DARK","atk":"Atk: 2400","def":"-","level":"Level: ","linkVal":"Link: 3","scale":"Card Scale"},{"id":"29479265","MainCopies":0,"SideCopies":0,"ExtraCopies":1,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Unchained Abomination","desc":"2+ monsters including a Link Monster\r\nIf a card(s) on the field is destroyed by card effect, except by \"Unchained Abomination\" (except during the Damage Step): You can target 1 card on the field; destroy it. When another monster is destroyed by battle: You can target 1 card on the field; destroy it. During the End Phase: You can target 1 card on the field; destroy it. You can only use each effect of \"Unchained Abomination\" once per turn.","race":"Fiend","type":"Link Monster","attr":"DARK","atk":"Atk: 3000","def":"-","level":"Level: ","linkVal":"Link: 4","scale":"Card Scale"},{"id":"86066372","MainCopies":0,"SideCopies":0,"ExtraCopies":1,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Accesscode Talker","desc":"2+ Effect Monsters\r\nYour opponent cannot activate cards or effects in response to this card's effect activations. If this card is Link Summoned: You can target 1 Link Monster that was used as material for its Link Summon; this card gains ATK equal to that monster's Link Rating x 1000. You can banish 1 Link Monster from your field or GY; destroy 1 card your opponent controls, also for the rest of this turn, you cannot banish monsters with that same Attribute to activate this effect of \"Accesscode Talker\".","race":"Cyberse","type":"Link Monster","attr":"DARK","atk":"Atk: 2300","def":"-","level":"Level: ","linkVal":"Link: 4","scale":"Card Scale"},{"id":"79559912","MainCopies":0,"SideCopies":0,"ExtraCopies":1,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"D/D/D Wave High King Caesar","desc":"2 Level 6 Fiend monsters\r\nWhen a Spell/Trap Card, or monster effect, is activated that includes an effect that Special Summons a monster (Quick Effect): You can detach 1 material from this card; negate the activation, and if you do, destroy that card, then you can make 1 other \"D/D\" monster you control and this card gain 1800 ATK until the end of this turn. If this card is sent from the field to the GY: You can add 1 \"Dark Contract\" card from your Deck to your hand.","race":"Fiend","type":"XYZ Monster","attr":"WATER","atk":"Atk: 2800","def":"Def: 1800","level":"Rank: 6","linkVal":"Link: 4","scale":"Card Scale"},{"id":"24842059","MainCopies":0,"SideCopies":0,"ExtraCopies":1,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Linguriboh","desc":"1 Level 4 or lower Cyberse monster\r\nWhen your opponent activates a Trap Card (Quick Effect): You can Tribute this card; negate that card's effect, and if you do, banish it. If this card is in your GY (Quick Effect): You can Tribute 1 \"@Ignister\" monster that was Summoned from the Extra Deck; Special Summon this card. You can only use each effect of \"Linguriboh\" once per turn.","race":"Cyberse","type":"Link Monster","attr":"DARK","atk":"Atk: 300","def":"-","level":"Level: ","linkVal":"Link: 1","scale":"Card Scale"},{"id":"8264361","MainCopies":0,"SideCopies":0,"ExtraCopies":1,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Dharc the Dark Charmer, Gloomy","desc":"2 monsters, including a DARK monster\r\n(This card is always treated as a \"Familiar-Possessed\" card.)\r\nYou can target 1 DARK monster in your opponent's GY; Special Summon it to your zone this card points to. If this Link Summoned card is destroyed by battle, or is destroyed by an opponent's card effect while in its owner's Monster Zone: You can add 1 DARK monster with 1500 or less DEF from your Deck to your hand. You can only use each effect of \"Dharc the Dark Charmer, Gloomy\" once per turn.","race":"Spellcaster","type":"Link Monster","attr":"DARK","atk":"Atk: 1850","def":"-","level":"Level: ","linkVal":"Link: 2","scale":"Card Scale"},{"id":"71607202","MainCopies":0,"SideCopies":0,"ExtraCopies":1,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Muckraker From the Underworld","desc":"2 Effect Monsters\r\nCannot be used as Link Material the turn it is Link Summoned. If a monster(s) you control would be destroyed by battle or card effect, you can Tribute 1 Fiend monster instead. You can target 1 Fiend monster in your GY, except \"Muckraker From the Underworld\"; discard 1 card, and if you do, Special Summon that monster, also you cannot Special Summon monsters for the rest of this turn, except Fiend monsters. You can only use this effect of \"Muckraker From the Underworld\" once per turn.","race":"Fiend","type":"Link Monster","attr":"DARK","atk":"Atk: 1000","def":"-","level":"Level: ","linkVal":"Link: 2","scale":"Card Scale"},{"id":"38342335","MainCopies":0,"SideCopies":0,"ExtraCopies":1,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Knightmare Unicorn","desc":"2+ monsters with different names\r\nIf this card is Link Summoned: You can discard 1 card, then target 1 card on the field; shuffle it into the Deck, then, if this card was co-linked when this effect was activated, you can draw 1 card. You can only use this effect of \"Knightmare Unicorn\" once per turn. While any co-linked \"Knightmare\" monsters are on the field, for your normal draw in your Draw Phase, draw 1 card for each different card name among those co-linked \"Knightmare\" monsters, instead of drawing just 1 card.","race":"Fiend","type":"Link Monster","attr":"DARK","atk":"Atk: 2200","def":"-","level":"Level: ","linkVal":"Link: 3","scale":"Card Scale"},{"id":"65330383","MainCopies":0,"SideCopies":0,"ExtraCopies":1,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Knightmare Gryphon","desc":"2+ monsters with different names\r\nIf this card is Link Summoned: You can discard 1 card, then target 1 Spell/Trap in your GY; Set it to your field, but it cannot be activated this turn, then, if this card was co-linked when this effect was activated, you can draw 1 card. You can only use this effect of \"Knightmare Gryphon\" once per turn. Special Summoned monsters on the field cannot activate their effects, unless they are linked.","race":"Fiend","type":"Link Monster","attr":"LIGHT","atk":"Atk: 2500","def":"-","level":"Level: ","linkVal":"Link: 4","scale":"Card Scale"},{"id":"98127546","MainCopies":0,"SideCopies":0,"ExtraCopies":1,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Underworld Goddess of the Closed World","desc":"4+ Effect Monsters\r\nYou can also use 1 monster your opponent controls as material to Link Summon this card. If this card is Link Summoned: You can negate the effects of all face-up monsters your opponent currently controls. This Link Summoned card is unaffected by your opponent's activated effects, unless they target this card. Once per turn, when your opponent activates a card or effect that Special Summons a monster(s) from the GY (Quick Effect): You can negate the activation.","race":"Fiend","type":"Link Monster","attr":"LIGHT","atk":"Atk: 3000","def":"-","level":"Level: ","linkVal":"Link: 5","scale":"Card Scale"},{"id":"28674152","MainCopies":0,"SideCopies":3,"ExtraCopies":0,"ban_tcg":"temp","ban_goat":"temp","ban_ocg":"temp","name":"Radian, the Multidimensional Kaiju","desc":"You can Special Summon this card (from your hand) to your opponent's side of the field in Attack Position, by Tributing 1 monster they control. If your opponent controls a \"Kaiju\" monster, you can Special Summon this card (from your hand) in Attack Position. You can only control 1 \"Kaiju\" monster. Once per turn: You can remove 2 Kaiju Counters from anywhere on the field; Special Summon 1 \"Radian Token\" (Fiend-Type/DARK/Level 7/ATK 2800/DEF 0), but it cannot be used as a Synchro Material.","race":"Fiend","type":"Effect Monster","attr":"DARK","atk":"Atk: 2800","def":"Def: 2500","level":"Level: 7","linkVal":"Link: 4","scale":"Card Scale"},{"id":"70368879","MainCopies":2,"SideCopies":0,"ExtraCopies":0,"ban_tcg":"Limited","ban_goat":"Semi-Limited","ban_ocg":"temp","name":"Upstart Goblin","desc":"Draw 1 card, then your opponent gains 1000 LP.","race":"Normal","type":"Spell Card","attr":"DARK","atk":"Atk: Atk: 1500","def":"Def: Def: 1500","level":"Level: Level: 3","linkVal":"Card Link Level","scale":"Card Scale"}]}